Revit 2027 API
ParameterTypeId.ViewGraphSchedNumberColumns Property
 "Column Locations per Segment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedNumberColumns { get; }
Public Shared ReadOnly Property ViewGraphSchedNumberColumns As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedNumberColumns {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedNumberColumns : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace